Repository: gentpan/CLIState
Catalog: App/Resources/Changes.xcstrings
Source language: en
Languages: zh_hans

source: %@ %@ is no longer supported
zh_hans: %1$@ %2$@ 已停止支持

source: %@ %@ no longer receives security fixes.
zh_hans: %1$@ %2$@ 已不再获得安全修复。

source: %@ %@ stopped receiving security fixes on %@.
zh_hans: %1$@ %2$@ 已于 %3$@ 停止获得安全修复。

source: %@ %@ support ends soon
zh_hans: %1$@ %2$@ 即将停止支持

source: %@ is now installed via another provider
zh_hans: %@ 的安装来源已改变

source: %@ version changed
zh_hans: %@ 版本已变化

source: %@ was installed
zh_hans: 已安装 %@

source: %@ was removed
zh_hans: %@ 已移除

source: %lld changes
zh_hans: %lld 项变更

source: %lld tools in the first scan
zh_hans: 首次扫描发现 %lld 个工具

source: %lld unrecognized executables appeared
zh_hans: 新增 %lld 个未识别的可执行文件

source: %lld unrecognized executables disappeared
zh_hans: 移除了 %lld 个未识别的可执行文件

source: Active Executable
zh_hans: 当前生效的可执行文件

source: All Changes
zh_hans: 全部变更

source: All Tools
zh_hans: 全部工具

source: An installation of %@ was removed
zh_hans: %@ 的一个安装已移除

source: By CLI State (%@)
zh_hans: 由 CLI State 执行（%@）

source: CLI State compares each scan with the previous one. Installs, updates and PATH changes appear here.
zh_hans: CLI State 会把每次扫描与上一次比较，安装、更新和 PATH 的变化都会显示在这里。

source: Changes
zh_hans: 变更记录

source: Changes to your environment
zh_hans: 环境的变化

source: Clear Filters
zh_hans: 清除筛选

source: Ended %@
zh_hans: %@ 起停止支持

source: Ends %@
zh_hans: %@ 停止支持

source: External change
zh_hans: 外部变更

source: Filter by tool
zh_hans: 按工具筛选

source: Filter by type of change
zh_hans: 按变更类型筛选

source: Installed Via
zh_hans: 安装来源

source: Installed and Removed
zh_hans: 安装与移除

source: Matches an operation CLI State ran between these two scans. See Operations.
zh_hans: 与 CLI State 在这两次扫描之间执行的操作相符，详见“操作记录”。

source: New installation of %@
zh_hans: %@ 新增了一个安装

source: Newest supported release line: %@
zh_hans: 最新的受支持版本线：%@

source: No changes yet
zh_hans: 暂无变更

source: No longer supported
zh_hans: 已停止支持

source: No matching changes
zh_hans: 没有符合条件的变更

source: No operation CLI State ran explains this, e.g. a command typed in Terminal.
zh_hans: 不是 CLI State 执行的操作引起的，例如在终端里手动运行的命令。

source: Operations
zh_hans: 操作记录

source: PATH entry added
zh_hans: PATH 新增了条目

source: PATH entry removed
zh_hans: PATH 移除了条目

source: PATH order changed
zh_hans: PATH 顺序已变化

source: Recent changes
zh_hans: 最近变更

source: Release line %@, from endoflife.date (checked %@).
zh_hans: 版本线 %1$@，数据来自 endoflife.date（%2$@ 检查）。

source: Security fixes for %@ %@ stop on %@.
zh_hans: %1$@ %2$@ 将于 %3$@ 停止获得安全修复。

source: Security fixes for %@ %@ stop on %@. Plan a move to %@ %@.
zh_hans: %1$@ %2$@ 将于 %3$@ 停止获得安全修复，请计划迁移到 %4$@ %5$@。

source: Service %@ started
zh_hans: 服务 %@ 已启动

source: Service %@ stopped
zh_hans: 服务 %@ 已停止

source: Services
zh_hans: 服务

source: Show
zh_hans: 显示

source: Show All
zh_hans: 查看全部

source: Show tool details
zh_hans: 查看工具详情

source: Started recording environment changes
zh_hans: 开始记录环境变更

source: Support
zh_hans: 支持状态

source: Support ends soon
zh_hans: 即将停止支持

source: Supported
zh_hans: 受支持

source: Supported until %@
zh_hans: 受支持至 %@

source: Terminal now runs a different %@
zh_hans: 终端运行的 %@ 已改变

source: The newest supported release line is %@.
zh_hans: 最新的受支持版本线是 %@。

source: This copy comes with macOS, which updates it; install a newer version if your projects need one.
zh_hans: 这份是 macOS 自带的，由系统负责更新；如果项目需要，请另行安装新版本。

source: Today
zh_hans: 今天

source: Tool
zh_hans: 工具

source: Tool, version, path or provider
zh_hans: 工具、版本、路径或安装来源

source: Type
zh_hans: 类型

source: Updates, uninstalls and other commands CLI State ran.
zh_hans: CLI State 执行过的更新、卸载等命令。

source: Versions
zh_hans: 版本

source: What changed between scans, including changes made outside CLI State.
zh_hans: 两次扫描之间发生的变化，包括在 CLI State 之外做出的改动。

source: Yesterday
zh_hans: 昨天

source: cleanup
zh_hans: 清理

source: install
zh_hans: 安装

source: move to Trash
zh_hans: 移到废纸篓

source: operation
zh_hans: 操作

source: refresh
zh_hans: 刷新软件包信息

source: restart service
zh_hans: 重启服务

source: start service
zh_hans: 启动服务

source: stop service
zh_hans: 停止服务

source: uninstall
zh_hans: 卸载

source: update
zh_hans: 更新
